{"productsPotentiallyCovered":"","inForceDate":"42370","regulationName":"","locationOrCountry":"Bulgaria","locationOrCountryCopy":"Bulgaria","alertSummary":"Published on 29 December 2015 this amendment to the Law on Protection against the Harmful Impact of Chemical Substances and Mixtures introduces measures to implement Regulation (EU) 528/2012 on the placing of biocidal products on the market Regulation (EU) 649/2012 on the import and export of dangerous chemicals and Regulation (EU) 259/2012 on the use of phosphates and other phosphorus compounds in consumer laundry detergents.  ","date":"10-Feb-2016","regulationId":"1","id":"0!1","regulatoryTopics":"Exporting;Hazardous/Dangerous  Substances/Materials;Importing; Permits / licenses / approvals","proposedDate":"","alertHeader":"Protection Against the Harmful Impact of Chemical Substances and Preparations Act 2000 - Amendment - (on implementation of Regulation (EU) 528/2012 \u0026 Others) Law No. 283/2015","productsCovered":"All Products","productsCoveredCopy":"All Products","chemicalSubstances":"Biocides","_version_":1529751808006684672}
{"productsPotentiallyCovered":"","inForceDate":"41122","regulationName":"CSA Standard C22","locationOrCountry":"Manitoba","locationOrCountryCopy":"Manitoba","alertSummary":"In this regulation Code means the Manitoba Electrical Code Eleventh Edition 2012. It consists of the Canadian Electrical Code Part I 22nd edition CSA Standard C22.1-12 as amended by the Schedule to this regulation. ... The standards set out in the Code govern the construction installation maintenance repair extension alteration and use of electric wiring and related facilities using or intended to use power supplied by Manitoba Hydro except within The City of Winnipeg and mines and quarries as defined in The Mines and Minerals Act.","date":"10-Feb-2016","regulationId":"10","id":"0!10","regulatoryTopics":"","proposedDate":"","alertHeader":"Electrical Code Regulation 96/2012 ","productsCovered":"Electrical and Electronic; Equipment (Abrv: EEE); Electricity Meters;","productsCoveredCopy":"Electrical and Electronic; Equipment (Abrv: EEE); Electricity Meters;","chemicalSubstances":"","_version_":1529751808005636096}
{"productsPotentiallyCovered":"","inForceDate":"42033","regulationName":"IEC 60879","locationOrCountry":"Egypt","locationOrCountryCopy":"Egypt","alertSummary":"his Ministerial Decree approves 8 Egyptian national standards and makes their application mandatory.The standards include:- 7820/2014 on measurement of energy efficiency of household dishwashers (based on IEC 60436:2004 plus amendments)- 7821/2014 on measurement of energy efficiency of household electric fans (based on IEC 60879)- 7823/2014 on energy efficiency requirements for electric lamps (based on EU Commission Regulations No 874/2012 and No 1194/2012)The other standards relate to sphygmomanometers infusion equipment for medical use sanitary products cement and gas cylinders.","date":"10-Feb-2016","regulationId":"11","id":"0!11","regulatoryTopics":"Energy Efficiency;Marking/labelling;Product Safety;Providing product information;Standardization;Testing;","proposedDate":"","alertHeader":"Approving Mandatory Standards including on Energy Efficiency Decree 975/2014","productsCovered":"Blood pressure monitors/measures; Compact Fluorescent Lamps; Dish Washing Machines / Dishwashers;Electric Fans; Fluorescent lamps; Gas Cylinders; High Intensity Discharge Lamps; Incandescent Light Bulb / Electric Lightbulb; LED Lamps;","productsCoveredCopy":"Blood pressure monitors/measures; Compact Fluorescent Lamps; Dish Washing Machines / Dishwashers;Electric Fans; Fluorescent lamps; Gas Cylinders; High Intensity Discharge Lamps; Incandescent Light Bulb / Electric Lightbulb; LED Lamps;","chemicalSubstances":"Cement","_version_":1529751807978373120}
{"productsPotentiallyCovered":"","inForceDate":"42339","regulationName":"IEC 60879 ","locationOrCountry":"Pakistan","locationOrCountryCopy":"Pakistan","alertSummary":"This standard specifies the energy efficiency levels minimum allowable values of energy efficiency high energy performance values/evaluating values of energy conservation test methods and inspection rules of AC electric fans. This standard shall apply to all types and sizes of AC electric fans covering sweep size from 200 mm to 1800 mm commonly used in Pakistan with supply voltage of 230 V 50 Hz or range 220 - 240 V 50 Hz.The following documentary standard through reference in this text constitute the provision of this standard. The latest edition of the normative document is applicable to this standard:IEC 60879 (Performance and Construction of Electric circulating Fans and Regulators).","date":"10-Feb-2016","regulationId":"12","id":"0!12","regulatoryTopics":"Energy Efficiency;Marking/labelling;Testing","proposedDate":"","alertHeader":"Voluntary Minimum Energy Performance (MEPS) for AC Electric Fans Standard 2014","productsCovered":"Electric Fans","productsCoveredCopy":"Electric Fans","chemicalSubstances":"","_version_":1529751807989907456}
{"productsPotentiallyCovered":"","inForceDate":"41956","regulationName":"IEC 61960","locationOrCountry":"Ecuador","locationOrCountryCopy":"Ecuador","alertSummary":"This technical regulation establishes the scope definitions classification product and labelling requirements conformity assessment tests inspection and sampling of documents the monitoring authority and sanctions regime for electric accumulators.It sets out the various national and international standards on which the proposed requirements are based which are:  NTE INEN 1497 NTE INEN 1499 NTE INEN 2266 IEC 61951-1 61951-2 IEC 61960 IEC 60050-486 ISO 7000-1135 UNE EN 61429.","date":"10-Feb-2016","regulationId":"13","id":"0!13","regulatoryTopics":"Declaring/certifying conformity;Marking/labelling;Testing","proposedDate":"","alertHeader":"Approving Technical Regulations for Electric Accumulators RTE INEN 115 Resolution No. 14300 2014","productsCovered":"Batteries and Accumulators; Lead-Acid (Type: Secondary battery); Lithium-ion (Type: Secondary battery Abbrv: Li-ion); Nickel-Cadmium (Type: Secondary battery Abbrv: Ni-Cd); Nickel-Metal Hydride (Type: Secondary battery Abbrv: Ni-MH)","productsCoveredCopy":"Batteries and Accumulators; Lead-Acid (Type: Secondary battery); Lithium-ion (Type: Secondary battery Abbrv: Li-ion); Nickel-Cadmium (Type: Secondary battery Abbrv: Ni-Cd); Nickel-Metal Hydride (Type: Secondary battery Abbrv: Ni-MH)","chemicalSubstances":"","_version_":1529751807988858881}
{"productsPotentiallyCovered":"All Products","inForceDate":"34346","regulationName":"16 CFR 500-503","locationOrCountry":"USA","locationOrCountryCopy":"USA","alertSummary":"The regulations in this part establish requirements for labeling of consumer commodities as hereinafter defined with respect to identity of the commodity; the name and place of business of the manufacturer packer or distributor; the net quantity of contents; and net quantity of servings uses or applications represented to be present.","date":"10-Feb-2016","regulationId":"14","id":"0!14","regulatoryTopics":"Consumer Protection;Marking/labelling;Providing product information;","proposedDate":"","alertHeader":"Fair Packaging and Labeling Act (FPLA) Rules 16 CFR 500-503 As Amended 1994","productsCovered":"Batteries and Accumulators;Incandescent Light Bulb / Electric Lightbulb; Solders; Solvents","productsCoveredCopy":"Batteries and Accumulators;Incandescent Light Bulb / Electric Lightbulb; Solders; Solvents","chemicalSubstances":"liquefied petroleum gas (LPG)","_version_":1529751807988858880}
{"productsPotentiallyCovered":"Electronic Displays [Other Names: Video display devices]","inForceDate":"40198","regulationName":"16 CFR 1500.88","locationOrCountry":"USA","locationOrCountryCopy":"USA","alertSummary":"Exemptions for lead as used in certain electronic components parts in childrens electronic devices include: (1) Lead blended into the glass of cathode ray tubes electronic components and fluorescent tubes. (2) Lead used as an alloying element in steel. The maximum amount of lead shall be less than 0.35% by weight (3500 ppm). (3) Lead used in the manufacture of aluminum. The maximum amount of lead shall be less than 0.4% by weight (4000 ppm). (4) Lead used in copper-based alloys. The maximum amount of lead shall be less than 4% by weight (40000 ppm). (5) Lead used in lead-bronze bearing shells and bushings. (6) Lead used in compliant pin connector systems. (7) Lead used in optical and filter glass.","date":"10-Feb-2016","regulationId":"15","id":"0!15","regulatoryTopics":"Children;Consumer Protection;Declaring/certifying conformity;Hazardous/Dangerous; Substances/Materials;Product Safety","proposedDate":"","alertHeader":"Consumer Product Safety Improvement Act (CPSIA) 2008 Childrens Products Containing Lead - Exemptions for Certain Electronic Devices 16 CFR 1500.88 Final Rule January 2010 ","productsCovered":"Cathode Ray Tube (Abbrv: CRT); Electrical and Electronic Equipment (Abrv: EEE); Electronic Components; Fluorescent lamps; Plasma Display Panel (PDP); Toys - Electrical; Toys / Childcare Products","productsCoveredCopy":"Cathode Ray Tube (Abbrv: CRT); Electrical and Electronic Equipment (Abrv: EEE); Electronic Components; Fluorescent lamps; Plasma Display Panel (PDP); Toys - Electrical; Toys / Childcare Products","chemicalSubstances":"Aluminium;Bronze;Copper;Glass;Lead;Lead (II) Oxide;Lead (IV) Oxide;Steel","_version_":1529751807999344641}
{"productsPotentiallyCovered":"","inForceDate":"","regulationName":"Addendum to DOE Test Method","locationOrCountry":"USA","locationOrCountryCopy":"USA","alertSummary":"It is the intent that the following test method will be used as an addendum to the DOE test Procedure for Television Sets (TVs) for determining product power consumption with network connetions in Standby-Active Low Mode as defined by the DOE Test Procedure Notice of Proposed Rulemaking (TV TP NOPR) for Television Sets.","date":"10-Feb-2016","regulationId":"16","id":"0!16","regulatoryTopics":"Declaring/certifying conformity;Ecolabelling;Energy Efficiency;Testing","proposedDate":"41011","alertHeader":"Energy Star Program Requirements for Televisions (TV) Addendum to DOE Test Method April 2012","productsCovered":"Televisions","productsCoveredCopy":"Televisions","chemicalSubstances":"","_version_":1529751807989907457}
{"productsPotentiallyCovered":"","inForceDate":"","regulationName":"LM?79","locationOrCountry":"USA","locationOrCountryCopy":"USA","alertSummary":"On August 1 2011 the Federal Trade Commission (FTC) published in the Federal Register a proposed rule to expand coverage of the Lighting Facts label to include all screw-based and GU?10 and GU?24 pin-based light bulbs. Under this proposal manufacturers would have 2« years to conform their products and packaging to the labeling requirements. The FTC also proposes to require a specific test procedure (LM?79) for measuring light output for all light emitting diode (LED) bulbs covered by the Rule. Finally the FTC is not proposing amendments for several other issues such as watt-equivalent standards directional light disclosures and lead content disclosures. Written comments must be received on or before September 22 2011.","date":"10-Feb-2016","regulationId":"17","id":"0!17","regulatoryTopics":"Consumer Protection;Energy Efficiency;Marking/labelling;Testing","proposedDate":"","alertHeader":"FTC Appliance Labeling Rule 16 CFR Part 305 2008 -Amendment - (on expansion of light bulb labeling requirements) Draft Rule and Request for Information 16 CFR 305 August 1 2011 ","productsCovered":"Incandescent Light Bulb / Electric Lightbulb; Lamps; LED Lamps","productsCoveredCopy":"Incandescent Light Bulb / Electric Lightbulb; Lamps; LED Lamps","chemicalSubstances":"","_version_":1529751808001441794}
{"productsPotentiallyCovered":"","inForceDate":"41558","regulationName":"NOM-024","locationOrCountry":"Mexico","locationOrCountryCopy":"Mexico","alertSummary":"On August 12 2013 the Ministry of Economy published in the Diario Oficial de la Federaci¢n (Federal Official Gazette) Gazette the Mexican Official Standard NOM-024-SCFI-2013 - Commercial Information for Packages Instruction Manuals and Warranties of Electronic and Electric Products and Household Appliances which replaces NOM-024-SCFI-1998 which was in force since 1999.The main changes contained in NOM-024-SCFI-2013 are the following:a) Definitions: Certain definitions are amended (warning electronic product electric product household appliance and instruction manual) and some are added (electronic information storage media).b) Refurbished used or second hand goods: The scope of NOM-024-SCFI-2013 now states that labels instruction manuals and warranty cards of electronic and electric products and household appliances that qualify as refurbished used or second hand goods are not subject to compliance with NOM-017-SCFI-1993 ?Commercial and labeling information for refurbished used or second hand second line discontinued and out of specification goods?. The foregoing since NOM- 024-SCFI-2013 contains specific provisions that are applicable to such products.c) Electrical Rating: The new standard provides examples of how the electrical rating must be declared. Moreover it states that products that are sold as systems must indicate at least the electrical rating of the main unit.","date":"10-Feb-2016","regulationId":"18","id":"0!18","regulatoryTopics":"Marking/labelling;Product instructions / manual / guide;Product Safety;Providing consumer information;Providing product information;Warranties/guarantees","proposedDate":"","alertHeader":"Packaging Instruction Manuals and Warranties for Electrical and Electronic Products and Appliances Standard NOM-024-SCFI-2013","productsCovered":"Electrical and Electronic Equipment (Abrv: EEE); Packaging","productsCoveredCopy":"Electrical and Electronic Equipment (Abrv: EEE); Packaging","chemicalSubstances":"","_version_":1529751808003538945}
{"productsPotentiallyCovered":"All Product","inForceDate":"1/1222011","regulationName":"NOM-024","locationOrCountry":"Mexico","locationOrCountryCopy":"Mexico","alertSummary":"No English translation available from which to extract a verbatim sample.","date":"10-Feb-2016","regulationId":"19","id":"0!19","regulatoryTopics":"Hazardous Waste;Hazardous/Dangerous; Substances/Materials;Marking/labelling;Testing;Transportation;Waste","proposedDate":"","alertHeader":"Requirements for Packaging for Hazardous Substances Materials and Waste Standard NOM-024-SCT2/2010","productsCovered":"Packaging","productsCoveredCopy":"Packaging","chemicalSubstances":"Glasses/Ceramics;Metals;Paper / Wood;Polymers/Plastics/Rubbers/Elastomers","_version_":1529751807997247488}
{"productsPotentiallyCovered":"All Products","inForceDate":"26571","regulationName":"19 CFR Part 134","locationOrCountry":"USA","locationOrCountryCopy":"USA","alertSummary":"This part sets forth regulations implementing the country of origin marking requirements and exceptions of section 304 of the Tariff Act of 1930 as amended (19 U.S.C. 1304) together with certain marking provisions of the Harmonized Tariff Schedule of the United States (19 U.S.C. 1202). The consequences and procedures to be followed when articles are not legally marked are set forth in this part. The consequences and procedures to be followed when articles are falsely marked are set forth in ?11.13 of this chapter. Special marking and labeling requirements are covered elsewhere. Provisions regarding the review and appeal rights of exporters and producers resulting from adverse North American Free Trade Agreement marking decisions are contained in subpart J of part 181 of this chapter.","date":"10-Feb-2016","regulationId":"2","id":"0!2","regulatoryTopics":"Customs;Importing;Marking/labelling","proposedDate":"","alertHeader":"Country of Origin Marking of Imported Articles and Containers Implementing Rules 19 CFR Part 134 1972","productsCovered":"Packaging","productsCoveredCopy":"Packaging","chemicalSubstances":"","_version_":1529751807999344642}
{"productsPotentiallyCovered":"","inForceDate":"41078","regulationName":"NOM-024","locationOrCountry":"Mexico","locationOrCountryCopy":"Mexico","alertSummary":"This resolution amends Mexican National Standard NOM-024-SCFI-1998 on packaging instructional manuals and warranties for electrical and electronic products by:- amending paragraph 5 to provide that commercial information must be truthful and must not mislead the consumer as to the nature and characteristics of the product- inserting paragraph 5.1.2 relating to warning labels on the packaging of digital televisions and - inserting subsection (g) of paragraph 6.1.1 relating to the same warning to be included in the product instructions of digital televisions.","date":"10-Feb-2016","regulationId":"20","id":"0!20","regulatoryTopics":"Marking/labelling;Product instructions / manual / guide;Product Safety;Providing consumer information;Providing product information","proposedDate":"","alertHeader":"Packaging Instruction Manuals and Warranties for Electrical and Electronic Products and Appliances Standard NOM-024-SCFI-1998 - Amendment - (on digital televisions) Resolution March 2012 ","productsCovered":"Packaging; Televisions","productsCoveredCopy":"Packaging; Televisions","chemicalSubstances":"","_version_":1529751807978373121}
{"productsPotentiallyCovered":"","inForceDate":"09/24/2-15","regulationName":"PROFECO","locationOrCountry":"Mexico","locationOrCountryCopy":"Mexico","alertSummary":"On 24 August 2015 the Director General of Standards of the Mexican Ministry of Economy approved the list of measuring instruments for which an initial periodic or extraordinary verification shall be mandatory both before placement on the market of the product and during its use.Verification is exercised by accredited bodies only or by PROFECO (Office of the Federal Prosecutor for the Consumer) to which instrument users must submit an application to have their products assessed. To verify the correct operation of the measuring instruments the standards guidelines and rules set out will be applied. Instruments not listed in Table 1 should comply instead with the applicable international standard.The list went into force on 24 September 2015 the day after its publication.","date":"10-Feb-2016","regulationId":"21","id":"0!21","regulatoryTopics":"Consumer Protection;Declaring/certifying conformity;Marking/labelling;Reporting;Retention/Destruction of records;Testing","proposedDate":"","alertHeader":"Mandatory Verification of Measuring Instruments List August 2015","productsCovered":"Measuring Instruments","productsCoveredCopy":"Measuring Instruments","chemicalSubstances":"","_version_":1529751807975227393}
{"productsPotentiallyCovered":"","inForceDate":"42297","regulationName":"NOM-EM-016","locationOrCountry":"Mexico","locationOrCountryCopy":"Mexico","alertSummary":"This standard requires that all radio equipment and devices that have a wireless interface employ the technique of spread spectrum frequency hopping or digital modulation operate in the 902-928 MHz 2400-2483.5 MHz and 5725-5850 MHz bandsare imported marketed and / or distributed within the territory of the United Mexican Statesmust meet minimum specifications limits and test methods of the parameters indicated in Technical Regulation IFT-008-2015 issued by the Mexican Federal Telecommunications Institute in order to protect consumers from possible effects by inadequate performance of the above products on their health safety and economy.","date":"10-Feb-2016","regulationId":"22","id":"0!22","regulatoryTopics":"Consumer Protection;Declaring/certifying conformity;Electromagnetic Compatibility (EMC);Electromagnetic Emissions;Product Safety;Telecommunications; Testing","proposedDate":"","alertHeader":"Specifications and Test Methods for Radio Systems Using Spread Spectrum Techniques Emergency Standard NOM-EM-016-SCFI-2015","productsCovered":"Radio/Wireless Equipment","productsCoveredCopy":"Radio/Wireless Equipment","chemicalSubstances":"","_version_":1529751807993053185}
{"productsPotentiallyCovered":"","inForceDate":"","regulationName":"Energy star luminaire V2.0","locationOrCountry":"USA","locationOrCountryCopy":"USA","alertSummary":"The ENERGY STAR Luminaires specification (?this specification?) covers luminaire types outlined in this section. This specification is limited to residential type lighting products however to the extent that products that fall under the scope of this specification are sold into the commercial market they may be included and listed appropriately for the applicable end user. Certification is limited to luminaires below a total input power of 250 watts intended to be connected directly to the electric power grid. Refer to the Definitions section in Section 4 for definitions of each directional luminaire type detailed below. Questions about scope may be directed to an EPA recognized Certification Body or lighting@energystar.gov.","date":"10-Feb-2016","regulationId":"23","id":"0!23","regulatoryTopics":"Ecolabelling;Energy Efficiency;Marking/labelling;Testing","proposedDate":"","alertHeader":"Energy Star Program Requirements for Luminaires Version 2.0 May 2015","productsCovered":"Ballasts for Fluorescent Lamps; Household Luminaires / Lighting Fixtures; Lighting Equipment / Luminaires; Luminaires for Fluorescent Lamps; Self-ballasted Lamps","productsCoveredCopy":"Ballasts for Fluorescent Lamps; Household Luminaires / Lighting Fixtures; Lighting Equipment / Luminaires; Luminaires for Fluorescent Lamps; Self-ballasted Lamps","chemicalSubstances":"","_version_":1529751807988858883}
{"productsPotentiallyCovered":"","inForceDate":"","regulationName":"Energy star luminaire V2.0","locationOrCountry":"USA","locationOrCountryCopy":"USA","alertSummary":"The following test method shall be used for determining product compliance with the...requirements in the Energy Star Eligibility Criteria for Lamps","date":"10-Feb-2016","regulationId":"24","id":"0!24","regulatoryTopics":"Ecolabelling;Energy Efficiency","proposedDate":"","alertHeader":"Energy Star Program Requirements for Lamps Version 2.0 Test Methods November 2015","productsCovered":"Compact Fluorescent Lamps; Lamps; LED Lamps","productsCoveredCopy":"Compact Fluorescent Lamps; Lamps; LED Lamps","chemicalSubstances":"","_version_":1529751807994101762}
{"productsPotentiallyCovered":"","inForceDate":"42369","regulationName":"Energy star luminaire V2.0","locationOrCountry":"USA","locationOrCountryCopy":"USA","alertSummary":"1.1. Included ProductsThe ENERGY STAR Lamps specification (?this specification?) scope includes the lamp types intended to replace incandescent lamps as outlined in Table 1. The scope of this specification is limited to lamps with:Integrated ballasts and drivers intended to be connected to the electric power grid with the following ANSI standard base types: E26 E26d E17 E11 E12 G4 G9 GU10 GU24 GU5.3 and GX5.3; andRated nominal operating voltages of 120 240 or 277 VAC or 12 or 24 VAC or VDC.","date":"10-Feb-2016","regulationId":"25","id":"0!25","regulatoryTopics":"Declaring/certifying conformity;Ecolabelling;Energy Efficiency;Marking/labelling;Testing","proposedDate":"","alertHeader":"Energy Star Program Requirements for Lamps Specification Version 2.0 December 2015","productsCovered":"Compact Fluorescent Lamps; Lamps; LED Lamps","productsCoveredCopy":"Compact Fluorescent Lamps; Lamps; LED Lamps","chemicalSubstances":"","_version_":1529751808006684673}
{"productsPotentiallyCovered":"","inForceDate":"","regulationName":"10 CFR 430","locationOrCountry":"USA","locationOrCountryCopy":"USA","alertSummary":"This part establishes the regulations for the implementation of...the Energy Policy and Conservation Act...which establishes an energy conservation program for consumer products other than automobiles.","date":"10-Feb-2016","regulationId":"26","id":"0!26","regulatoryTopics":"Declaring/certifying conformity;Energy Efficiency;Testing","proposedDate":"","alertHeader":"Energy Conservation Program for Consumer Products Rules 10 CFR 430 As Amended 2015","productsCovered":"Air Conditioning Equipment; Ballasts for Fluorescent Lamps; Battery Chargers; Central Heating Boilers; Clothes Dryers; Clothes Washers; Compact Fluorescent Lamps; Cooking Equipment; Dehumidifiers; Dish Washing Machines / Dishwashers; Electric Heating Equipment; Electric Radiators; Fluorescent lamps; Heat pumps; Incandescent Light Bulb / Electric Lightbulb; Lamps; Large Household Appliances - Electrical","productsCoveredCopy":"Air Conditioning Equipment; Ballasts for Fluorescent Lamps; Battery Chargers; Central Heating Boilers; Clothes Dryers; Clothes Washers; Compact Fluorescent Lamps; Cooking Equipment; Dehumidifiers; Dish Washing Machines / Dishwashers; Electric Heating Equipment; Electric Radiators; Fluorescent lamps; Heat pumps; Incandescent Light Bulb / Electric Lightbulb; Lamps; Large Household Appliances - Electrical","chemicalSubstances":"","_version_":1529751808003538944}
{"productsPotentiallyCovered":"","inForceDate":"","regulationName":"10 CFR 430","locationOrCountry":"USA","locationOrCountryCopy":"USA","alertSummary":"The U.S. Department of Energys (DOE) regulations for covered products permit a person to seek a waiver or an interim waiver from the test procedure requirements for covered appliances and commercial equipment if certain criteria are satisfied. Regulations applicable to test procedure waivers for appliances can be found at 10 CFR 430.27; those applicable to test procedure waivers for commercial equipment are at 10 CFR 431.401","date":"10-Feb-2016","regulationId":"27","id":"0!27","regulatoryTopics":"Energy Efficiency","proposedDate":"","alertHeader":"Energy Conservation Program for Consumer Products 10 CFR 430 - Waivers from Appliance Test Procedures 2013 - 2014","productsCovered":"Air Conditioning Equipment; Chillers/Refrigerated Display Cabinets; Clothes Dryers; Clothes Washers; Dish Washing Machines / Dishwashers; Freezers; Heat pumps; Refrigerators; Refrigerators / Freezers","productsCoveredCopy":"Air Conditioning Equipment; Chillers/Refrigerated Display Cabinets; Clothes Dryers; Clothes Washers; Dish Washing Machines / Dishwashers; Freezers; Heat pumps; Refrigerators; Refrigerators / Freezers","chemicalSubstances":"","_version_":1529751807999344640}
{"productsPotentiallyCovered":"","inForceDate":"","regulationName":"Statutory Order S.O. 2357?","locationOrCountry":"India","locationOrCountryCopy":"India","alertSummary":"No person shall by himself or through any person on his behalf manufacture or store for sale import sell or distribute Goods which do not conform to the Specified Standard and do not bear the Standard Mark as notified by BIS for such goods from time to time after obtaining the Unique Registration Number from the Bureau:Provided that where such mark has not been affixed on the imported Goods already having unique registration number from the Bureau such mark may be affixed by representative of the manufacturing unit having liaison office or branch office located in India for clearance of goods from customs:Provided further that nothing on this Order shall apply in relation to manufacture of Goods meant for export:Further a transition period up-to 30.06.2016 would be available for making requirements as notified in clause 2(a)(1) of the Electronics and Information Technology Goods (Requirements for Compulsory Registration) Amendment Order 2013","date":"10-Feb-2016","regulationId":"28","id":"0!28","regulatoryTopics":"Customs;Importing;Marking/labelling;Product Safety;Registration","proposedDate":"","alertHeader":" Electronics and Information Technology Goods (Requirements for Compulsory Registration) Statutory Order S.O. 2357(E) 2012 - Amendment - (on using of Standard Mark requirements) Statutory Order 2016","productsCovered":"Electrical and Electronic Equipment (Abrv: EEE)","productsCoveredCopy":"Electrical and Electronic Equipment (Abrv: EEE)","chemicalSubstances":"","_version_":1529751807993053184}
{"productsPotentiallyCovered":"","inForceDate":"","regulationName":"Consultation Regulation Impact Statement (RIS)","locationOrCountry":"Australia","locationOrCountryCopy":"Australia","alertSummary":"Safe Work Australia is seeking information on a range of questions in relation to the options presented for blood lead levels and airborne lead concentrations.Information from submissions will be used to carry out further cost impact analysis and prepare a Decision Regulation Impact Statement (Decision RIS). The preferred option in the Decision RIS will be determined after considering information provided from the public consultation.In particular Safe Work Australia seeks views on options for:setting levels of lead in workers? blood (blood lead levels) to identify:trigger points to commence mandatory health monitoring of workers undertaking lead risk workworkers who need to be removed from lead risk work andwhen those workers may be returned to lead risk work.setting a maximum concentration of lead in air for workplacesProposed amendments to work health and safety requirements for inorganic lead.Submissions are now open and will be accepted until 5.30pm AEDT 26 February 2016.How to make a submissionSubmissions may be lodged electronically using our online form by email or by post. Online submission ? To submit online you will need to download and complete the managing risks associated with lead in the workplace ? Consultation RIS - Submission template After you have completed the template upload the document by completing the Online Cover Sheet below and submit when prompted. Submission by email ? Please email your submission including a completed cover sheet to lead@swa.gov.au. Submission by post ? Please post your submission including a completed cover sheet to Director Occupational Hygiene Section Safe Work Australia GPO Box 641 Canberra ACT 2601 Location Code: C2PL7","date":"10-Feb-2016","regulationId":"29","id":"0!29","regulatoryTopics":"Hazardous/Dangerous Substances/Materials;Labor/Employment;Work Places;Worker Health and Safety","proposedDate":"42339","alertHeader":"Managing Risks Associated with Lead in the Workplace Consultation Regulation Impact Statement (RIS) December 2015","productsCovered":"All Products","productsCoveredCopy":"All Products","chemicalSubstances":"Lead","_version_":1529751807979421696}
{"productsPotentiallyCovered":"","inForceDate":"42235","regulationName":"40 CFR Part 82 Subpart G","locationOrCountry":"USA","locationOrCountryCopy":"USA","alertSummary":"On that basis EPA is modifying the following listings by sector and end-use as of the dates indicated...(1) Aerosols EPA is listing HFC-125 as unacceptable for use as an aerosol propellant as of January 1 2016.EPA is listing HFC-134a HFC-227ea and blends of HFC-134a and HFC-227ea as unacceptable for use as aerosol propellants as of July 20 2016 except for those uses specifically listed as acceptable subject to use conditions.EPA is listing HFC-227ea and blends of HFC-134a and HFC-227ea as acceptable subject to use conditions as of July 20 2016 for use in metered dose inhalers (MDIs) approved by the U.S. Food and Drug Administration (FDA).EPA is listing HFC-134a as acceptable subject to use conditions as of July 20 2016 until January 1 2018 for the following specific uses:? products for which new formulations require federal governmental review including: EPA pesticide registration military or space agency specifications or FDA approval (aside from MDIs); and? products for smoke detector functionality testing.EPA is listing HFC-134a as acceptable subject to use conditions as of July 20 2016 for the following specific uses:? cleaning products for removal of grease flux and other soils from electrical equipment or electronics;? refrigerant flushes;? products for sensitivity testing of smoke detectors;? sprays containing corrosion preventive compounds used in the maintenance of aircraft electrical equipment or electronics or military equipment;? duster sprays specifically for removal of dust from photographic negatives semiconductor chips and specimens under electron microscopes or for use on energized electrical equipment;? adhesives and sealants in large canisters;? lubricants and freeze sprays for electrical equipment or electronics;? sprays for aircraft maintenance;? pesticides for use near electrical wires or in aircraft in total release insecticide foggers or in certified organic use pesticides for which EPA has specifically disallowed all other lower-GWP propellants;? mold release agents and mold cleaners;? lubricants and cleaners for spinnerettes for synthetic fabrics;? document preservation sprays;? MDIs approved by the FDA for medical purposes;? wound care sprays;? topical coolant sprays for pain relief; and? products for removing bandage adhesives from skin.(2) Refrigeration and air conditioning sector; Motor vehicle air conditioning (MVAC) systems for newly manufactured light-duty vehiclesEPA is listing HFC-134a as unacceptable for newly manufactured light-duty motor vehicles beginning in Model Year (MY) 2021 except as allowed under a narrowed use limit for use in newly manufactured light-duty vehicles destined for use in countries that do not have infrastructure in place for servicing with other acceptable refrigerants. This narrowed use limit will be in place through MY 2025. Beginning in MY 2026 HFC-134a will be unacceptable for use in all newly manufactured light-duty vehicles. EPA is also listing the use of certain refrigerant blends as unacceptable in newly manufactured light-duty motor vehicles starting with MY 2017.(3) Refrigeration and air conditioning sector; Retail food refrigeration and vending machinesEPA is listing a number of refrigerants as unacceptable in a number of retail food refrigeration categories and in the vending machines end-use as follows:Retrofitted supermarket systems: R-404A R-407B R-421B R-422A R-422C R-422D R-428A R-434A and R-507A as of July 20 2016New supermarket systems: HFC-227ea R-404A R-407B R-421B R-422A R-422C R-422D R-428A R-434A and R-507A as of January 1 2017Retrofitted remote condensing units: R-404A R-407B R-421B R-422A R-422C R-422D R-428A R-434A and R-507A as of July 20 2016New remote condensing units: HFC-227ea R-404A R-407B R-421B R-422A R-422C R-422D R-428A R-434A and R-507A as of January 1 2018Retrofitted vending machines: R-404A and R-507A as of July 20 2016New vending machines: FOR12A FOR12B HFC-134a KDD6 R-125/290/134a/600a (55.0/1.0/42.5/1.5) R-404A R-407C R-410A R-410B R-417A R-421A R-422B R-422C R-422D R-426A R-437A R-438A R-507A RS-24 (2002 formulation) and SP34E as of January 1 2019Retrofitted stand-alone retail food refrigeration equipment: R-404A and R-507A as of July 20 2016New stand-alone medium-temperature units with a compressor capacity below 2200 Btu/hr and not containing a flooded evaporator: FOR12A FOR12B HFC-134a HFC-227ea KDD6 R-125/290/134a/600a (55.0/1.0/42.5/1.5) R-404A R-407A R-407B R-407C R-407F R-410A R-410B R-417A R-421A R-421B R-422A R-422B R-422C R-422D R-424A R-426A R-428A R-434A R-437A R-438A R-507A RS-24 (2002 formulation) RS-44 (2003 formulation) SP34E and THR-03 as of January 1 2019New stand-alone medium-temperature units with a compressor capacity equal to or greater than 2200 Btu/hr and stand-alone medium-temperature units containing a flooded evaporator: FOR12A FOR12B HFC-134a HFC-227ea KDD6 R-125/290/134a/600a (55.0/1.0/42.5/1.5) R-404A R-407A R-407B R-407C R-407F R-410A R-410B R-417A R-421A R-421B R-422A R-422B R-422C R-422D R-424A R-426A R-428A R-434A R-437A R-438A R-507A RS-24 (2002 formulation) RS-44 (2003 formulation) SP34E and THR-03 as of January 1 2020New stand-alone low-temperature units: HFC-227ea KDD6 R-125/290/134a/600a (55.0/1.0/42.5/1.5) R-404A R-407A R-407B R-407C R-407F R-410A R-410B R-417A R-421A R-421B R-422A R-422B R-422C R-422D R-424A R-428A R-434A R-437A R-438A R-507A and RS-44 (2003 formulation) as of January 1 2020We are also providing clarification on several questions identified during the comment period. Specifically we are providing clarification of the terms we are using for the various end-use categories covered by this rule including ?supermarket systems? ?remote condensing units? and ?stand-alone equipment.? We are also providing clarification on certain types of equipment that do not fall within the categories and end-uses covered by this rule including blast chillers certain ice makers very-low temperature refrigeration equipment and equipment that dispenses chilled beverage or food (e.g. soft-serve ice cream) via a nozzle. Finally we are also providing clarification regarding our use of the terms ?new? and ?retrofit? and how those terms relate to service of existing equipment.(4) FoamsEPA is listing a number of foam blowing agents unacceptable in each foams end-use excluding rigid PU spray foam except as allowed under a narrowed use limit for military or space- and aeronautics-related applications. For military or space- and aeronautics-related applications we are changing the listing status to acceptable subject to a narrowed use limit as of the status change date for the remainder of each end-use (January 1 of 2017 2019 2020 or 2021) and then to unacceptable as of January 1 2022. We are not taking final action on rigid PU spray foam at this time. The unacceptable listing for all other end-uses is as follows:Rigid polyurethane (PU) appliance foam: HFC-134a HFC-245fa HFC-365mfc and blends thereof; Formacel TI and Formacel Z-6 as of January 1 2020Rigid PU commercial refrigeration and sandwich panels: HFC-134a HFC-245fa HFC-365mfc and blends thereof; Formacel TI and Formacel Z-6 as of January 1 2020Rigid PU slabstock and other: HFC-134a HFC-245fa HFC-365mfc and blends thereof; Formacel TI and Formacel Z-6 as of January 1 2019Rigid PU and polyisocyanurate laminated boardstock: HFC-134a HFC-245fa HFC-365mfc and blends thereof; as of January 1 2017Flexible PU: HFC-134a HFC-245fa HFC-365mfc and blends thereof; as of January 1 2017Integral skin PU: HFC-134a HFC-245fa HFC-365mfc and blends thereof; Formacel TI and Formacel Z-6 as of January 1 2017Polystyrene extruded sheet: HFC-134a HFC-245fa HFC-365mfc and blends thereof; Formacel TI and Formacel Z-6 as of January 1 2017Polystyrene extruded boardstock and billet (XPS): HFC-134a HFC-245fa HFC-365mfc and blends thereof; Formacel TI Formacel B and Formacel Z-6 as of January 1 2021Polyolefin: HFC-134a HFC-245fa HFC-365mfc and blends thereof; Formacel TI and Formacel Z-6 as of January 1 2020Phenolic insulation board and bunstock: HFC-143a HFC-134a HFC-245fa HFC-365mfc and blends thereof; as of January 1 2017Rigid PU marine flotation foam: HFC-134a HFC-245fa HFC-365mfc and blends thereof; Formacel TI and Formacel Z-6 as of January 1 2020While EPA proposed and requested comments on interpreting the SNAP unacceptability determinations to apply to the import of foam products that retain the blowing agents (i.e. closed cell foams) EPA is not finalizing that change in this rulemaking.(5) Hydrochlorofluorocarbons (HCFCs)As proposed EPA is also modifying the listings for HCFC-141b HCFC-142b and HCFC-22 as well as blends that contain these substances in aerosols foam blowing agents fire suppression and explosion protection agents sterilants and adhesives coatings and inks. These modifications align the SNAP listings with other parts of the stratospheric protection program specifically section 605 and the implementing regulations at 40 CFR part 82 subpart A and section 610 and the implementing regulations at 40 CFR part 82 subpart C. The modified listings will apply 60 days following publication of this final rule.","date":"10-Feb-2016","regulationId":"3","id":"0!3","regulatoryTopics":"Chemicals Substances and Materials;Climate Change;Hazardous/Dangerous Substances/Materials","proposedDate":"","alertHeader":"Significant New Alternatives Program (SNAP) for Ozone Depleting Substances Change of Listing Status for Certain Substitutes 40 CFR Part 82 Subpart G Rule July 2015","productsCovered":"","productsCoveredCopy":"","chemicalSubstances":"1112333-Heptafluoropropane;1112-Tetrafluoroethane;1122-Tetrafluoroethane (Abbrv: HFC 134);Hydrofluorocarbons;Ozone Depleting Substances;Pentafluoroethane;Pentafluoropropane;","_version_":1529751807990956032}
{"productsPotentiallyCovered":"","inForceDate":"42423","regulationName":"Regulation 1107/2009","locationOrCountry":"European Union (EU)","locationOrCountryCopy":"European Union (EU)","alertSummary":"The active substance 3-decen-2-one is not approved.","date":"10-Feb-2016","regulationId":"30","id":"0!30","regulatoryTopics":"Agriculture;Hazardous/Dangerous ;Substances/Materials;Permits / licenses / approvals;Phytosanitation","proposedDate":"","alertHeader":"Non-Approval of 3-decen-2-one as a Basic Substance under Regulation 1107/2009 on Plant Protection Regulation (EU) 2016/138","productsCovered":"All Products","productsCoveredCopy":"All Products","chemicalSubstances":"3-decen-2-one","_version_":1529751808001441792}
{"productsPotentiallyCovered":"","inForceDate":"","regulationName":"CPSC 2016-2020","locationOrCountry":"USA","locationOrCountryCopy":"USA","alertSummary":"The Consumer Product Safety Commission (??CPSC??) has drafted a Strategic Plan for 2016?2020. CPSC seeks comments from the public on the draft plan.Submit comments by March 9 2016. [see attachment]","date":"10-Feb-2016","regulationId":"31","id":"0!31","regulatoryTopics":"Consumer Protection;Government/Policy;Planning and Development;Product Safety;Providing consumer information","proposedDate":"42408","alertHeader":"Keeping Consumers Safe CPSC 2016-2020 Draft Strategic Plan February 2016","productsCovered":"All Products","productsCoveredCopy":"All Products","chemicalSubstances":"Nanomaterials","_version_":1529751807989907458}
{"productsPotentiallyCovered":"","inForceDate":"38178","regulationName":"Product Conformity Assessment Law","locationOrCountry":"USA","locationOrCountryCopy":"USA","alertSummary":"On 26 May 2004 the National Assembly of Armenia adopted the Product Conformity Assessment Law regulating conformity assessments for the testing of products and services manufactured and sold in Armenia.The purpose of the Law is to establish a legal framework for the testing of goods and services to ensure product safety protect the environment and increase market competitiveness domestically and exports internationally.To achieve these aims  the Law sets out requirements for the verification of product conformity and establishes conditions for the awarding of certificates of conformity by national centres of accreditation. Subsequently the Law provides for the surveillance of conformity assessment testing by the state.The Law entered into force on 10 July 2004.","date":"10-Feb-2016","regulationId":"32","id":"0!32","regulatoryTopics":"Declaring/certifying conformity;Marking/labelling;Product Safety;Testing","proposedDate":"","alertHeader":"Product Conformity Assessment Law 2004","productsCovered":"All Products","productsCoveredCopy":"All Products","chemicalSubstances":"","_version_":1529751807975227392}
{"productsPotentiallyCovered":"","inForceDate":"","regulationName":"RCW 70.76.010","locationOrCountry":"Washington ","locationOrCountryCopy":"Washington ","alertSummary":"Beginning July 1 2017 no manufacturer wholesaler or retailer may manufacture knowingly sell offer for sale distribute for sale or distribute for use in this state childrens products or residential upholstered furniture as defined in RCW 70.76.010 containing any of the following flame retardants in amounts greater than one thousand parts per million in any product component: (1) TDCPP; (2) TCEP; (3) Decabromodiphenyl ether; (4) HBCD; or (5) Additive TBBPA.","date":"10-Feb-2016","regulationId":"33","id":"0!33","regulatoryTopics":"Children;Hazardous/Dangerous Substances/Materials;Product Safety","proposedDate":"42389","alertHeader":"Restriction on Use of Flame Retardants in Childrens Products and Furniture Senate Bill 6440 2016 ","productsCovered":"Child Restraint Systems (Car Seats); Cosmetics; Furniture; Jewellery; Toys / Childcare Products","productsCoveredCopy":"Child Restraint Systems (Car Seats); Cosmetics; Furniture; Jewellery; Toys / Childcare Products","chemicalSubstances":"Decabromobiphenyl;Flame Retardants;Hexabromocyclododecane (HBCD) and mixed isomers;Tetrabromo-Bisphenol-A (Abbrv: TBBPA);Tris(13-dichloro-2-propyl)phosphate;Tris(2-chloroethyl) Phosphate","_version_":1529751808001441793}
{"productsPotentiallyCovered":"","inForceDate":"","regulationName":"","locationOrCountry":"Tunisia","locationOrCountryCopy":"Tunisia","alertSummary":"Enacted by the Tunisian Ministry of Trade and Handicrafts on 15 September 2005 this Order applies to materials and plastics in articles intended to come into contact with foodstuffs.It introduces migration limits for plastics that come into contact with food which are listed in the annexes attached to the Order.The order entered into force 6 months after its publication in the Official Gazette on 25 March 2006.","date":"10-Feb-2016","regulationId":"34","id":"0!34","regulatoryTopics":"Hazardous/Dangerous; Substances/Materials;Marking/labelling;Product Safety","proposedDate":"","alertHeader":"Plastics and Materials Intended to Come into Contact with Food Order September 2005","productsCovered":"Food Contact Materials and Articles; Food/Drink; Packaging","productsCoveredCopy":"Food Contact Materials and Articles; Food/Drink; Packaging","chemicalSubstances":"Cardboard;Paper;Polymers/Plastics/Rubbers/Elastomers","_version_":1529751807994101761}
{"productsPotentiallyCovered":"All Products","inForceDate":"26934","regulationName":"16 CFR 1500","locationOrCountry":"USA","locationOrCountryCopy":"USA","alertSummary":"16 CFR Part 1500 establishes the US federal requirements for identifying testing and labeling hazardous substances and products. The rules require manufacturers to affix appropriate labels to hazardous substances and products (or packaging) containing hazardous substances. Hazardous substances include any substance or mixture of substances which is toxic corrosive an irritant a strong sensitizer flammable or combustible or generates pressure through decomposition heat or other means if such substance or mixture of substances may cause substantial personal injury or substantial illness during or as a proximate result of any customary or reasonably foreseeable handling or use including reasonably foreseeable ingestion by children. The commission may also designate specific substances as hazardous including radioactive substances and articles intended for use by children. In general the required labels must include ? identifying information for the product and the manufacturer; ? the signal word ?DANGER? on substances which are extremely flammable corrosive or highly toxic; the signal word ?WARNING? or ?CAUTION? on all other hazardous substances; ? an affirmative statement of the principal hazard or hazards such as ?Flammable? ?Combustible? ?Vapor Harmful? ?Causes Burns? ?Absorbed Through Skin? or similar wording descriptive of the hazard; ? measures to be taken to avoid the hazard first-aid treatment in case of exposure ? additional safety information needed to prevent injury.","date":"10-Feb-2016","regulationId":"4","id":"0!4","regulatoryTopics":"Children;Declaring/certifying conformity;Hazardous/Dangerous; Substances/Materials;Marking/labelling;Product Safety;Testing","proposedDate":"","alertHeader":"Hazardous Substances and Articles Regulation 16 CFR 1500 1973","productsCovered":"Mechanical Components; Toys / Childcare Products","productsCoveredCopy":"Mechanical Components; Toys / Childcare Products","chemicalSubstances":"Flammable;Lead;Toxic Substances","_version_":1529751808004587520}
{"productsPotentiallyCovered":"","inForceDate":"40039","regulationName":"16 CFR 1500","locationOrCountry":"USA","locationOrCountryCopy":"USA","alertSummary":"The Consumer Product Safety Commission (??Commission??) is issuing a final rule providing guidance as to what product components or classes of components will be considered to be ??inaccessible.?? Section 101(b)(2)(A) of the Consumer Product Safety Improvement Act (??CPSIA??) provides that the lead limits shall not apply to any component part of a children?s product that is not accessible to a child through normal and reasonably foreseeable use and abuse.This section specifies that a component part is not accessible if it is not physically exposed by reason of a sealed covering or casing...The accessibility probes specified for sharp points or edges under the Commission?s regulations at 16 CFR 1500.48?1500.49 will be used to assess the accessibility of lead-component parts of a children?s product.","date":"10-Feb-2016","regulationId":"5","id":"0!5","regulatoryTopics":"Children;Consumer Protection;Hazardous/Dangerous; Substances/Materials;Product Safety;Testing","proposedDate":"","alertHeader":"Consumer Product Safety Improvement Act (CPSIA) Childrens Products Containing Lead - Inaccessible Component Parts 16 CFR 1500.87 Final Rule 2009","productsCovered":"Toys / Childcare Products","productsCoveredCopy":"Toys / Childcare Products","chemicalSubstances":"Lead","_version_":1529751807988858884}
{"productsPotentiallyCovered":"","inForceDate":"","regulationName":"16 CFR 1500","locationOrCountry":"USA","locationOrCountryCopy":"USA","alertSummary":"Under the authority of section 2(q)(1)(B) of the act the Commission declares as banned hazardous substances the following articles because they possess such a degree or nature of hazard that adequate cautionary labeling cannot be written and the public health and safety can be served only by keeping such articles out of interstate commerce.","date":"10-Feb-2016","regulationId":"6","id":"0!6","regulatoryTopics":"Hazardous/Dangerous; Substances/Materials;Product Safety","proposedDate":"","alertHeader":"Banned Hazardous Substances Regulation 16 CFR 1500.17 2004","productsCovered":"Paints;Toys / Childcare Products","productsCoveredCopy":"Paints;Toys / Childcare Products","chemicalSubstances":"Carbon Tetrachloride;Lead","_version_":1529751807994101763}
{"inForceDate":"42342","regulationName":"CA Prop 65","locationOrCountry":"California ","locationOrCountryCopy":"California ","alertSummary":"The Safe Drinking Water and Toxic Enforcement Act of 1986 requires that the Governor revise and republish at least once per year the list of chemicals known to the State to cause cancer or reproductive toxicity. The identification number indicated in the following list is the Chemical Abstracts Service (CAS) Registry Number. No CAS number is given when several substances are presented as a single listing. The date refers to the initial appearance of the chemical on the list. For easy reference chemicals which are shown underlined are newly added. Chemicals or endpoints shown in strikeout were placed on the Proposition 65 list on the date noted and have subsequently been removed","date":"10-Feb-2016","regulationId":"7","id":"0!7","regulatoryTopics":"Hazardous/Dangerous Substances/Materials;Marking/labelling;Pollution","alertHeader":"Proposition 65 Implementing List Chemicals Known to Cause Cancer or Reproductive Toxicity 2015 ","proposedDate":"","productsCovered":"Cosmetics; Food/Drink","productsCoveredCopy":"Cosmetics; Food/Drink","chemicalSubstances":"Flutamide;Fluticasone propionate;Fluvalinate;Folpet;Formaldehyde;Fumonisin B1;Furan;Furazolidone","_version_":1529751807988858882}
{"productsPotentiallyCovered":"","inForceDate":"40951","regulationName":"Standard IEC 60432-1 Edition 2.2","locationOrCountry":"World","locationOrCountryCopy":"World","alertSummary":"International Standard IEC 60432-1 specifies the safety and interchangeability requirements of tungsten filament incandescent lamps for general lighting service having:? rated wattage up to and including 200 W;? rated voltage of 50 V to 250 V inclusive;? bulbs of the A B C G M P PS PAR or R shapes*  or other bulb shapes where the lamps are intended to serve the same purpose as lamps with the foregoing bulb shapes;? bulbs with all kinds of finishes;? caps B15d B22d E12 E14 E17 E26**  E26d E26/50x39 E27 or E27/51x39.","date":"10-Feb-2016","regulationId":"8","id":"0!8","regulatoryTopics":"Declaring/certifying conformity;Product Safety;Testing","proposedDate":"","alertHeader":"Incandescent Lamps Safety Specification Standard IEC 60432-1 Edition 2.2 2012","productsCovered":"Incandescent Light Bulb / Electric Lightbulb","productsCoveredCopy":"Incandescent Light Bulb / Electric Lightbulb","chemicalSubstances":"","_version_":1529751807994101760}
{"productsPotentiallyCovered":"","inForceDate":"","regulationName":"IEC 60432-3:2012-07","locationOrCountry":"Chile","locationOrCountryCopy":"Chile","alertSummary":"This proposed protocol establishes the procedure for safety certification of single and double-capped halogen tungsten lamps for domestic use. The applicable standard cited is IEC 60432-3:2012-07.The number on the Draft Protocol is N§ 5/16 however the Chilean Superintendence of Electricity and Fuels (SEC) has in correspondence stated that this is an error and that the Protocol will be correctly referenced in the final version.","date":"10-Feb-2016","regulationId":"9","id":"0!9","regulatoryTopics":"Declaring/certifying conformity;Marking/labelling;Product Safety;Testing","proposedDate":"41433","alertHeader":"Certification Procedure for Safety of Domestic Tungsten Halogen Lamps Draft Protocol July 2013 ","productsCovered":"Halogen Lamps","productsCoveredCopy":"Halogen Lamps","chemicalSubstances":"Tungsten","_version_":1529751807990956033}
